{
  "welchesBuch": [
    {
      "hints": [
        "Ein grünes Licht blinkt unerreichbar über einer Bucht voller Lügen.",
        "Die Augen eines Doktors starren blind über ein Tal aus grauer Asche.",
        "Hemden fliegen wie bunte Schmetterlinge durch die Luft, um eine verlorene Liebe zu kaufen.",
        "Der gelbe Tod rast auf vier Rädern, doch der Besitzer zahlt den Preis im Pool."
      ],
      "book": "Der große Gatsby",
      "author": "F. Scott Fitzgerald"
    },
    {
      "hints": [
        "Die Uhren schlagen dreizehn, während die Wahrheit im Gedächtnisloch verglüht.",
        "2 plus 2 ergibt 5, wenn die Partei es so verlangt.",
        "Im Raum 101 wartet das, was du am meisten fürchtest, hungrig im Käfig.",
        "Krieg ist Frieden, Freiheit ist Sklaverei, und ein Gesicht auf dem Schirm sieht alles."
      ],
      "book": "1984",
      "author": "George Orwell"
    },
    {
      "hints": [
        "Ein Mann erwacht als Ungeziefer und wird zur Last für sein eigenes Fleisch und Blut.",
        "Ein Apfel, geworfen vom Vater, verrottet im Rückenpanzer als Wunde der Ablehnung.",
        "Die Tür bleibt einen Spalt offen, doch die Menschlichkeit wurde längst ausgesperrt.",
        "Der Tod ist trocken und flach wie ein Blatt, entsorgt von der Bedienerin."
      ],
      "book": "Die Verwandlung",
      "author": "Franz Kafka"
    },
    {
      "hints": [
        "Ein Walfang, der nicht dem Öl gilt, sondern der Rache an einem weißen Berg aus Fleisch.",
        "Eine Goldmünze nagelt den Wahnsinn an den Mast des todgeweihten Schiffes.",
        "Der Kapitän steht auf einem Bein aus dem Knochen seines Feindes.",
        "Nur einer entkommt auf einem Sarg, der zur Rettungsboje wird, um zu erzählen."
      ],
      "book": "Moby-Dick",
      "author": "Herman Melville"
    },
    {
      "hints": [
        "Ein Feuerwehrmann legt Brände, statt sie zu löschen, denn Papier ist der Feind.",
        "Mechanische Hunde mit Nadeln jagen jene, die das Gedruckte bewahren wollen.",
        "Menschen werden zu lebenden Bibliotheken, die im Wald wandernd Kapitel rezitieren.",
        "Eine Frau verbrennt lieber mit ihren Seiten, als in einer leeren Welt zu leben."
      ],
      "book": "Fahrenheit 451",
      "author": "Ray Bradbury"
    },
    {
      "hints": [
        "Auf einer Insel herrschen Kinder, bis die Zivilisation zerbricht wie eine Brille.",
        "Ein Schweinekopf auf einem Pfahl spricht zu einem Jungen im Wahn.",
        "Das Muschelhorn ruft zur Ordnung, doch das Feuer auf dem Berg ruft den Jäger.",
        "Das „Tier“ ist nicht im Dschungel, es lauert in den Herzen der Gestrandeten."
      ],
      "book": "Herr der Fliegen",
      "author": "William Golding"
    },
    {
      "hints": [
        "Ein Beil fällt, nicht um Holz zu spalten, sondern um einen moralischen Knoten zu lösen.",
        "Eine Pfandleiherin und ihre Schwester sterben für eine Theorie über „außergewöhnliche Menschen“.",
        "Fiebrige Träume von einem zu Tode geprügelten Pferd plagen den Studenten.",
        "Erlösung wartet erst im kalten Sibirien an der Seite einer Heiligen der Gosse."
      ],
      "book": "Schuld und Sühne",
      "author": "Fjodor Dostojewski"
    },
    {
      "hints": [
        "Riesen schlagen wild mit den Armen, doch es sind nur Mühlen, die Korn mahlen.",
        "Ein altes Barbierbecken dient als der goldene Helm des Mambrino.",
        "Ein dürrer Klepper trägt einen Ritter von der traurigen Gestalt.",
        "Die schönste Dame der Welt salzt in Wahrheit Schweinefleisch, doch für ihn ist sie eine Prinzessin."
      ],
      "book": "Don Quijote",
      "author": "Miguel de Cervantes"
    },
    {
      "hints": [
        "Ein Gemälde verfault und zeigt die Sünden, während das Gesicht im Spiegel makellos bleibt.",
        "Ein Lord flüstert giftige Worte über Hedonismus und ewige Jugend.",
        "Eine Schauspielerin nimmt sich das Leben, weil ihre Kunst durch die Liebe starb.",
        "Das Messer, das die Leinwand durchtrennt, beendet das eigene Leben."
      ],
      "book": "Das Bildnis des Dorian Gray",
      "author": "Oscar Wilde"
    },
    {
      "hints": [
        "Rote Jagdmütze, verkehrt herum getragen, in einem kalten New York.",
        "Die große Frage bleibt: Wohin gehen die Enten im Central Park, wenn der Teich zufriert?",
        "Ein Karussell im Regen bringt den einzigen Moment des Friedens.",
        "Die Angst davor, dass Kinder über die Klippe ins Erwachsenwerden stürzen, muss verhindert werden."
      ],
      "book": "Der Fänger im Roggen",
      "author": "J.D. Salinger"
    },
    {
      "hints": [
        "Ein Name, den man nicht aussprechen darf, stammt von einem Verräter im Garten Eden.",
        "Kinder werden in Brutstätten konditioniert: Alpha, Beta, Gamma.",
        "Eine Droge namens Soma sorgt dafür, dass jeder Urlaub von der Realität nehmen kann.",
        "Der „Wilde“ zitiert Shakespeare, verzweifelt aber an der sterilen Perfektion der Zivilisation."
      ],
      "book": "Schöne neue Welt",
      "author": "Aldous Huxley"
    },
    {
      "hints": [
        "Ein blinder Bibliothekar hütet ein Labyrinth voller vergifteter Seiten.",
        "Mönche sterben mit schwarzen Fingern und Zungen in einer Abtei der Alpen.",
        "Das Lachen ist die Sünde, die Gott am meisten fürchtet, sagt der alte Mann.",
        "Ein verschollenes Buch der Komödie verbrennt im Feuer des Fanatismus."
      ],
      "book": "Der Name der Rose",
      "author": "Umberto Eco"
    },
    {
      "hints": [
        "Ein Mann erschafft Leben aus Leichenteilen, doch flieht entsetzt vor seinem eigenen „Adam“.",
        "Kein Name wird dem Geschöpf gegeben, nur der Hass des Schöpfers verfolgt es.",
        "Das Wesen lernt Sprache durch das Lauschen an einer Hütte, doch wird mit Feuer verjagt.",
        "Eine Jagd über das ewige Eis endet, wo der moderne Prometheus seine Flamme verliert."
      ],
      "book": "Frankenstein",
      "author": "Mary Shelley"
    },
    {
      "hints": [
        "„Heute ist Mama gestorben. Vielleicht auch gestern.“",
        "Die Sonne brennt am Strand so heiß, dass der Abzug der Waffe wie von selbst losgeht.",
        "Ein Araber stirbt, doch das Gericht verurteilt den Täter, weil er bei der Beerdigung nicht weinte.",
        "Das Absurde triumphiert, wenn die Gesellschaft einen Fremden richtet, der nicht lügt."
      ],
      "book": "Der Fremde",
      "author": "Albert Camus"
    },
    {
      "hints": [
        "Eine Reise flussaufwärts führt tief in das Herz eines wilden Kontinents.",
        "„Das Grauen! Das Grauen!“ sind die letzten Worte eines gefallenen Götzen.",
        "Elfenbein ist die Währung, für die Zivilisation gegen Wahnsinn getauscht wird.",
        "Ein Bericht soll verfasst werden, doch die Wahrheit wird für die Verlobte geschwärzt."
      ],
      "book": "Herz der Finsternis",
      "author": "Joseph Conrad"
    },
    {
      "hints": [
        "Es ist eine allgemein anerkannte Wahrheit, dass ein Junggeselle mit Vermögen eine Frau braucht.",
        "Der erste Antrag wird abgelehnt, weil Stolz auf Vorurteil trifft.",
        "Ein Anwesen namens Pemberley öffnet die Augen für den wahren Charakter des Besitzers.",
        "Fünf Schwestern müssen unter die Haube, doch die Klügste will Liebe statt Absicherung."
      ],
      "book": "Stolz und Vorurteil",
      "author": "Jane Austen"
    },
    {
      "hints": [
        "Ein Oberst erinnert sich vor dem Erschießungskommando an den Tag, als er das Eis entdeckte.",
        "Ein Dorf aus Spiegeln wird vom Wind verweht, nachdem die letzte Seite entziffert ist.",
        "Die Furcht vor einem Kind mit Schweineschwanz verfolgt die Inzest-Linie.",
        "Namen wiederholen sich so oft, bis die Zeit nicht mehr vergeht, sondern sich im Kreis dreht."
      ],
      "book": "Hundert Jahre Einsamkeit",
      "author": "Gabriel García Márquez"
    },
    {
      "hints": [
        "Ein Anwalt reist in die Karpaten und wird Gefangener in einem Schloss ohne Spiegel.",
        "Kisten mit heimaterde werden per Schiff nach London geschmuggelt.",
        "Ein holländischer Professor kämpft mit Knoblauch und Hostien gegen den Un-toten.",
        "Die Spur aus Blut führt zurück in den Osten, wo ein Messer im Sonnenuntergang erlöst."
      ],
      "book": "Dracula",
      "author": "Bram Stoker"
    },
    {
      "hints": [
        "Ein Anwalt verteidigt einen Unschuldigen, der bereits durch seine Hautfarbe verurteilt ist.",
        "Ein zurückgezogener Nachbar hinterlässt Geschenke in einem hohlen Baum.",
        "Es ist eine Sünde, einen Vogel zu töten, der nur singt und keinen Schaden anrichtet.",
        "Das Böse trägt keinen Geist, sondern ein Messer, doch ein Schinken-Kostüm rettet das Kind."
      ],
      "book": "Wer die Nachtigall stört",
      "author": "Harper Lee"
    },
    {
      "hints": [
        "Geboren im Fischabfall, besitzt er die genialste Nase der Welt, aber keinen Eigengeruch.",
        "Um geliebt zu werden, muss er den Duft von 25 Jungfrauen destillieren.",
        "Er lebt jahrelang in einer Höhle, um der Ausdünstung der Menschen zu entkommen.",
        "Am Ende wird er aus purer Liebe und Gier von der Menge in Paris verspeist."
      ],
      "book": "Das Parfum",
      "author": "Patrick Süskind"
    },
    {
      "hints": [
        "Ein Hund namens Karenin lächelt, während russische Panzer den Frühling zermalmen.",
        "Ein Chirurg wird zum Fensterputzer, weil er seine Integrität nicht verrät.",
        "Das Gewicht der Verantwortung steht gegen die Leichtigkeit der Treulosigkeit.",
        "„Einmal ist keinmal“ lautet das Gesetz eines Lebens, das sich nicht wiederholt."
      ],
      "book": "Die unerträgliche Leichtigkeit des Seins",
      "author": "Milan Kundera"
    },
    {
      "hints": [
        "Ein Findelkind, dunkel wie die Moore, will Rache an zwei Familien nehmen.",
        "Ein Geist kratzt an die Fensterscheibe und fleht um Einlass in das alte Haus.",
        "Er gräbt das Grab seiner Geliebten auf, um im Tod mit ihr zu verfallen.",
        "Liebe wird zu Haß und Haß zu Liebe in einer einsamen Landschaft voller Wind."
      ],
      "book": "Sturmhöhe",
      "author": "Emily Brontë"
    },
    {
      "hints": [
        "Rote Gewänder verhüllen den Körper, weiße Flügel verbergen das Gesicht.",
        "Fruchtbarkeit ist die einzige Ressource, die in Gilead noch zählt.",
        "Ein verbotenes Scrabble-Spiel wird zum intimen Geheimnis mit dem Kommandanten.",
        "„Nolite te bastardes carborundorum“ ist in den Schrank geritzt als stummes Erbe."
      ],
      "book": "Der Report der Magd",
      "author": "Margaret Atwood"
    },
    {
      "hints": [
        "Ein dreijähriger Junge beschließt, das Wachsen einzustellen, aus Protest gegen die Erwachsenen.",
        "Eine Stimme, die Glas zersingen kann, wird zur Waffe und zum Ausdruck.",
        "Unter den Röcken der Großmutter auf dem Kartoffelacker beginnt die Geschichte.",
        "Während braune Uniformen aufmarschieren, schlägt er den Takt auf lackiertem Blech."
      ],
      "book": "Die Blechtrommel",
      "author": "Günter Grass"
    },
    {
      "hints": [
        "Ein schwarzer Pudel entpuppt sich als der Geist, der stets verneint.",
        "Ein Pakt wird mit einem Tropfen Blut besiegelt, nicht mit Tinte.",
        "Ein unschuldiges Mädchen landet im Kerker, nachdem sie Mutter und Kind verlor.",
        "„Verweile doch, du bist so schön“, sind die Worte, die die Wette entscheiden könnten."
      ],
      "book": "Faust (Der Tragödie erster Teil)",
      "author": "Johann Wolfgang von Goethe"
    },
    {
      "hints": [
        "„Alle Tiere sind gleich“, steht an der Scheune, doch nachts ändert sich die Schrift.",
        "Die Schweine beginnen auf zwei Beinen zu gehen und tragen Kleidung.",
        "Ein starkes Pferd schuftet sich zu Tode für eine Windmühle, die immer wieder fällt.",
        "Am Ende können die Tiere am Fenster Mensch und Schwein nicht mehr unterscheiden."
      ],
      "book": "Farm der Tiere",
      "author": "George Orwell"
    },
    {
      "hints": [
        "Ein alter Mann träumt von Löwen, die an einem afrikanischen Strand spielen.",
        "Nach 84 Tagen ohne Glück beißt ein Riese an, der das Boot aufs offene Meer zieht.",
        "Haie fressen den größten Fang seines Lebens, bis nur das Skelett den Hafen erreicht.",
        "„Ein Mann kann vernichtet werden, aber nicht besiegt.“"
      ],
      "book": "Der alte Mann und das Meer",
      "author": "Ernest Hemingway"
    },
    {
      "hints": [
        "Die ganze Geschichte spielt an einem einzigen Tag, dem 16. Juni, in Dublin.",
        "Ein Anzeigenakquisiteur frühstückt eine gebratene Schweineniere.",
        "Die Irrfahrt durch die Stadt spiegelt die Reise eines antiken griechischen Helden wider.",
        "Das Buch endet mit einem endlosen Monolog einer Frau, der mit „Ja“ schließt."
      ],
      "book": "Ulysses",
      "author": "James Joyce"
    },
    {
      "hints": [
        "Der Teufel besucht Moskau in Begleitung eines riesigen Katers, der Wodka trinkt.",
        "Ein Roman über Pontius Pilate entsteht parallel zur Realität, doch wird vom Autor verbrannt.",
        "Eine nackte Frau fliegt auf einem Besen über die Stadt, um ihren Geliebten zu retten.",
        "Der Satz „Manuskripte brennen nicht“ wird zur ultimativen Wahrheit der Kunst."
      ],
      "book": "Der Meister und Margarita",
      "author": "Michail Bulgakow"
    },
    {
      "hints": [
        "Ein Bischof schenkt einem Dieb zwei silberne Leuchter, um dessen Seele zu kaufen.",
        "Ein Polizeiinspektor jagt denselben Mann jahrzehntelang wegen eines gestohlenen Brotes.",
        "Ein Mädchen namens Cosette wird aus den Klauen von Wirtsleuten befreit.",
        "Auf den Barrikaden von Paris stirbt die Hoffnung, doch in der Kanalisation überlebt der Held."
      ],
      "book": "Die Elenden (Les Misérables)",
      "author": "Victor Hugo"
    },
    {
      "hints": [
        "„Glückliche Familien sind einander ähnlich, jede unglückliche ist unglücklich auf ihre Weise.“",
        "Ein Offizier stürzt bei einem Pferderennen, was den Beginn des gesellschaftlichen Falls markiert.",
        "Die Leidenschaft einer verheirateten Frau endet unterm Rad eines Zuges.",
        "Parallel sucht ein Gutsbesitzer den Sinn des Lebens in der bäuerlichen Arbeit."
      ],
      "book": "Anna Karenina",
      "author": "Leo Tolstoi"
    },
    {
      "hints": [
        "Ein Hausmädchen hört maniacshes Lachen aus dem dritten Stockwerk.",
        "In der Roten Kammer lernt das Waisenkind die Angst kennen.",
        "Die Hochzeit wird unterbrochen, weil die wahnsinnige erste Ehefrau noch auf dem Dachboden lebt.",
        "„Leser, ich habe ihn geheiratet“, nachdem er durch ein Feuer erblindete."
      ],
      "book": "Jane Eyre",
      "author": "Charlotte Brontë"
    },
    {
      "hints": [
        "Ein Mann wird an seinem 30. Geburtstag verhaftet, ohne den Grund je zu erfahren.",
        "Das Gericht tagt auf Dachböden, stickig und unerreichbar für Logik.",
        "Ein Türhüter bewacht den Eingang zum Gesetz, der nur für diesen einen Mann bestimmt war.",
        "Er stirbt „wie ein Hund“, erstochen in einem Steinbruch, während Scham ihn überlebt."
      ],
      "book": "Der Process",
      "author": "Franz Kafka"
    },
    {
      "hints": [
        "Ein Gebäck, in Lindenblütentee getaucht, löst eine gewaltige Erinnerung aus.",
        "Der Erzähler erinnert sich, wie er als Kind vergeblich auf den Gute-Nacht-Kuss der Mutter wartete.",
        "Die Zeit ist nicht linear, sondern ein Gebäude aus sensorischen Eindrücken.",
        "Über tausende Seiten wird die verlorene Zeit gesucht und in der Kunst wiedergefunden."
      ],
      "book": "Auf der Suche nach der verlorenen Zeit",
      "author": "Marcel Proust"
    },
    {
      "hints": [
        "Am Karfreitag verirrt sich ein Dichter in einem dunklen Wald.",
        "Ein antiker Poet führt ihn durch neun Kreise, wo Sünder bestraft werden.",
        "Verräter stecken im Eis fest, ganz unten, wo Luzifer drei Gesichter hat.",
        "Erst auf dem Gipfel des Läuterungsberges übernimmt die geliebte Beatrice die Führung."
      ],
      "book": "Die Göttliche Komödie",
      "author": "Dante Alighieri"
    },
    {
      "hints": [
        "Ein Handtuch ist das nützlichste Utensil für interstellare Reisende.",
        "Die Erde muss einer Hyperraum-Umgehungsstraße weichen.",
        "Die Antwort auf das Leben, das Universum und den ganzen Rest ist 42.",
        "Ein depressiver Roboter mit einem Gehirn so groß wie ein Planet öffnet Türen."
      ],
      "book": "Per Anhalter durch die Galaxis",
      "author": "Douglas Adams"
    }
  ],
  "wasPasstNicht": [
    {
      "books": [
        "Der Fänger im Roggen",
        "Die Tribute von Panem",
        "Harry Potter",
        "Jane Eyre",
        "Moby Dick"
      ],
      "commonality": "Erzählperspektive: Ich-Erzähler",
      "oddOneOut": "Harry Potter (3. Person)"
    },
    {
      "books": [
        "1984",
        "Der Hobbit",
        "Der Report der Magd",
        "Fahrenheit 451",
        "Schöne neue Welt"
      ],
      "commonality": "Genre: Dystopien (Zukunftsvisionen)",
      "oddOneOut": "Der Hobbit (High Fantasy)"
    },
    {
      "books": [
        "Das Parfum",
        "Die Verwandlung",
        "Faust",
        "Hamlet",
        "Im Westen nichts Neues"
      ],
      "commonality": "Originalsprache: Deutsch",
      "oddOneOut": "Hamlet (Englisch)"
    },
    {
      "books": [
        "Carrie",
        "Es",
        "Friedhof der Kuscheltiere",
        "Sakrileg",
        "Shining"
      ],
      "commonality": "Autor: Stephen King",
      "oddOneOut": "Sakrileg (Dan Brown)"
    },
    {
      "books": [
        "Der Herr der Ringe",
        "Harry Potter",
        "Huckleberry Finn",
        "Jane Eyre",
        "Oliver Twist"
      ],
      "commonality": "Titel: Name der Hauptfigur",
      "oddOneOut": "Der Herr der Ringe (Gegenstand/Titel)"
    },
    {
      "books": [
        "1984",
        "Der Herr der Ringe",
        "Die Chroniken von Narnia",
        "Eragon",
        "Harry Potter"
      ],
      "commonality": "Genre: Fantasy / Magie",
      "oddOneOut": "1984 (Dystopie/Sci-Fi)"
    },
    {
      "books": [
        "Die Leiden des jungen Werther",
        "Die Räuber",
        "Faust",
        "Götz von Berlichingen",
        "Iphigenie auf Tauris"
      ],
      "commonality": "Autor: Johann Wolfgang von Goethe",
      "oddOneOut": "Die Räuber (Friedrich Schiller)"
    },
    {
      "books": [
        "Bis(s) zum Morgengrauen",
        "Dracula",
        "Frankenstein",
        "Interview mit einem Vampir",
        "Vampire Diaries"
      ],
      "commonality": "Thema: Vampire",
      "oddOneOut": "Frankenstein (Künstliches Monster)"
    },
    {
      "books": [
        "Der große Schlaf",
        "Der Hund von Baskerville",
        "Die Morde in der Rue Morgue",
        "Die Verwandlung",
        "Mord im Orient-Express"
      ],
      "commonality": "Genre: Klassische Krimis",
      "oddOneOut": "Die Verwandlung (Surreale Erzählung)"
    },
    {
      "books": [
        "Der Räuber Hotzenplotz",
        "Die unendliche Geschichte",
        "Es",
        "Jim Knopf",
        "Pippi Langstrumpf"
      ],
      "commonality": "Zielgruppe: Kinderbuchklassiker",
      "oddOneOut": "Es (Horror für Erwachsene)"
    },
    {
      "books": [
        "Die Buddenbrooks",
        "Ein Sommernachtstraum",
        "Hamlet",
        "Macbeth",
        "Romeo und Julia"
      ],
      "commonality": "Format: Theaterstücke (Dramen)",
      "oddOneOut": "Die Buddenbrooks (Roman)"
    },
    {
      "books": [
        "Der Glöckner von Notre-Dame",
        "Der Graf von Monte Christo",
        "Die Elenden (Les Misérables)",
        "Krieg und Frieden",
        "Madame Bovary"
      ],
      "commonality": "Herkunft: Französische Klassiker",
      "oddOneOut": "Krieg und Frieden (Russisch)"
    },
    {
      "books": [
        "1984",
        "Die Tribute von Panem",
        "Schöne neue Welt",
        "Stolz und Vorurteil",
        "Uhrwerk Orange"
      ],
      "commonality": "Setting: Dystopie / Überwachungsstaat",
      "oddOneOut": "Stolz und Vorurteil (Gesellschaftsroman 19. Jh.)"
    },
    {
      "books": [
        "Das Tagebuch der Anne Frank",
        "Der Fänger im Roggen",
        "Die Tribute von Panem",
        "Gregs Tagebuch",
        "Harry Potter"
      ],
      "commonality": "Perspektive: Ich-Erzähler",
      "oddOneOut": "Harry Potter (Er-Erzähler)"
    },
    {
      "books": [
        "Der Glöckner von Notre-Dame",
        "Eine Weihnachtsgeschichte",
        "Mary Poppins",
        "Oliver Twist",
        "Sherlock Holmes"
      ],
      "commonality": "Schauplatz: London",
      "oddOneOut": "Der Glöckner von Notre-Dame (Paris)"
    },
    {
      "books": [
        "Der Herr der Ringe",
        "Die Bibel",
        "Die Tribute von Panem",
        "Rubinrot (Trilogie)",
        "Tintenherz (Trilogie)"
      ],
      "commonality": "Format: Bekannte Romantrilogien",
      "oddOneOut": "Die Bibel (Religiöse Schriftensammlung)"
    },
    {
      "books": [
        "Der Herr der Ringe",
        "Die Tribute von Panem",
        "Frankenstein",
        "Harry Potter",
        "Mord im Orient-Express"
      ],
      "commonality": "Autor: Von Frauen geschrieben (Rowling, Christie, Shelley, Collins)",
      "oddOneOut": "Der Herr der Ringe (J.R.R. Tolkien)"
    },
    {
      "books": [
        "Die Schatzinsel",
        "Herr der Fliegen",
        "Im Westen nichts Neues",
        "Robinson Crusoe",
        "Schiffbruch mit Tiger"
      ],
      "commonality": "Schauplatz: Eine Insel",
      "oddOneOut": "Im Westen nichts Neues (Schützengraben/Front)"
    },
    {
      "books": [
        "Briefe von Felix",
        "Die Leiden des jungen Werther",
        "Dracula",
        "Gregs Tagebuch",
        "Harry Potter"
      ],
      "commonality": "Stil: Briefroman oder Tagebuchform",
      "oddOneOut": "Harry Potter (Klassischer Fließtext)"
    },
    {
      "books": [
        "Der große Gatsby",
        "Friedhof der Kuscheltiere",
        "Harry Potter",
        "Moby Dick",
        "Tom Sawyer"
      ],
      "commonality": "Herkunft: US-amerikanische Literatur",
      "oddOneOut": "Harry Potter (Britisch)"
    },
    {
      "books": [
        "Asterix der Gallier",
        "Der kleine Prinz",
        "Maus (Art Spiegelman)",
        "One Piece",
        "Tim und Struppi"
      ],
      "commonality": "Format: Comic / Manga / Graphic Novel",
      "oddOneOut": "Der kleine Prinz (Illustrierte Erzählung)"
    },
    {
      "books": [
        "Farm der Tiere",
        "Felidae",
        "Tarzan",
        "Unten am Fluss",
        "Wattenmeer (Biene Maja)"
      ],
      "commonality": "Hauptfiguren: Tiere (die sprechen/denken)",
      "oddOneOut": "Tarzan (Mensch)"
    },
    {
      "books": [
        "Der Marsianer",
        "Der Medicus",
        "Der Name der Rose",
        "Die Päpstin",
        "Die Säulen der Erde"
      ],
      "commonality": "Genre: Historischer Roman (Mittelalter)",
      "oddOneOut": "Der Marsianer (Science-Fiction)"
    },
    {
      "books": [
        "Das Phantom der Oper",
        "Der Fänger im Roggen",
        "Les Misérables (Die Elenden)",
        "Mary Poppins",
        "Wicked (Der Zauberer von Oz)"
      ],
      "commonality": "Adaption: Wurde ein weltberühmtes Musical",
      "oddOneOut": "Der Fänger im Roggen (Kein Musical)"
    },
    {
      "books": [
        "Der Herr der Ringe",
        "Der kleine Prinz",
        "Die Säulen der Erde",
        "Es (Stephen King)",
        "Krieg und Frieden"
      ],
      "commonality": "Umfang: Sehr dicke Bücher (>800 Seiten)",
      "oddOneOut": "Der kleine Prinz (Sehr dünnes Buch)"
    },
    {
      "books": [
        "Charlie und die Schokoladenfabrik",
        "Harry Potter",
        "Jane Eyre",
        "Oliver Twist",
        "Tom Sawyer"
      ],
      "commonality": "Figuren: Die Hauptfigur ist ein Waisenkind (beide Eltern tot)",
      "oddOneOut": "Charlie (Hat Eltern & Großeltern)"
    },
    {
      "books": [
        "1984 (George Orwell)",
        "Alice im Wunderland (Lewis Carroll)",
        "Middlemarch (George Eliot)",
        "Stolz und Vorurteil (Jane Austen)",
        "Tom Sawyer (Mark Twain)"
      ],
      "commonality": "Autor: Geschrieben unter einem Pseudonym (Künstlernamen)",
      "oddOneOut": "Stolz und Vorurteil (Echter Name)"
    },
    {
      "books": [
        "Das Nibelungenlied",
        "Der Herr der Ringe",
        "Der Hobbit",
        "Moby Dick",
        "Nathan der Weise"
      ],
      "commonality": "Symbolik: Ein Ring spielt eine zentrale Rolle für die Handlung",
      "oddOneOut": "Moby Dick (Ein weißer Wal)"
    },
    {
      "books": [
        "Die Leiden des jungen Werther",
        "Ein Sommernachtstraum",
        "Hamlet",
        "Macbeth",
        "Romeo und Julia"
      ],
      "commonality": "Ende: Tragisches Ende (Hauptfigur stirbt)",
      "oddOneOut": "Ein Sommernachtstraum (Komödie/Happy End)"
    },
    {
      "books": [
        "Der alte Mann und das Meer",
        "Der Steppenwolf",
        "Die Blechtrommel",
        "Die Buddenbrooks",
        "Stephen King (Es)"
      ],
      "commonality": "Autor: Autor hat den Literatur-Nobelpreis erhalten",
      "oddOneOut": "Stephen King (Bestseller, aber kein Nobelpreis)"
    },
    {
      "books": [
        "Das Lied von Eis und Feuer (Game of Thrones)",
        "Der Herr der Ringe",
        "Die Chroniken von Narnia",
        "Eragon",
        "Sherlock Holmes"
      ],
      "commonality": "Setting: Spielt in einer erfundenen Welt (High Fantasy)",
      "oddOneOut": "Sherlock Holmes (Reales London)"
    },
    {
      "books": [
        "Der Anschlag (11.22.63)",
        "Der Marsianer",
        "Die Zeitmaschine",
        "Feuer und Stein (Outlander)",
        "Rubinrot"
      ],
      "commonality": "Handlung: Es geht um Zeitreisen",
      "oddOneOut": "Der Marsianer (Raumfahrt/Überleben)"
    },
    {
      "books": [
        "Das Schweigen der Lämmer",
        "Dracula",
        "Es",
        "Friedhof der Kuscheltiere",
        "Shining"
      ],
      "commonality": "Genre: Übernatürlicher Horror (Monster/Geister)",
      "oddOneOut": "Das Schweigen der Lämmer (Realistischer Thriller ohne Übernatürliches)"
    },
    {
      "books": [
        "Der Fänger im Roggen",
        "Die Tribute von Panem",
        "Jane Eyre",
        "Pippi Langstrumpf",
        "Stolz und Vorurteil"
      ],
      "commonality": "Figuren: Weibliche Hauptfigur (Protagonistin)",
      "oddOneOut": "Der Fänger im Roggen (Männlich: Holden)"
    },
    {
      "books": [
        "2001: Odyssee im Weltraum",
        "Der große Gatsby",
        "I, Robot",
        "Neuromancer",
        "Träumen Androiden von elektrischen Schafen?"
      ],
      "commonality": "Thema: Künstliche Intelligenz / Roboter",
      "oddOneOut": "Der große Gatsby (Gesellschaftsdrama 1920er)"
    },
    {
      "books": [
        "Der Medicus",
        "Der Name der Rose",
        "Die Säulen der Erde",
        "Harry Potter",
        "Im Westen nichts Neues"
      ],
      "commonality": "Realismus: Historische Romane (ohne Magie)",
      "oddOneOut": "Harry Potter (Fantasy/Magie)"
    },
    {
      "books": [
        "Der Fänger im Roggen",
        "Der Herr der Ringe",
        "Die Tribute von Panem",
        "Harry Potter",
        "Twilight"
      ],
      "commonality": "Adaption: Wurde erfolgreich verfilmt (Kino-Blockbuster)",
      "oddOneOut": "Der Fänger im Roggen (Autor verbot Verfilmung)"
    }
  ],
  "buchstabensalat": [
    {
      "title": "Das Parfum",
      "scrambled": "srauDaf Pm"
    },
    {
      "title": "Carrie",
      "scrambled": "arCire"
    },
    {
      "title": "Der Herr der Ringe",
      "scrambled": "Hdre DinreRr  egre"
    },
    {
      "title": "Die Leiden des jungen Werther",
      "scrambled": "n eseh uereWtjdeirgLDnee d in"
    },
    {
      "title": "Bis(s) zum Morgengrauen",
      "scrambled": " BrMsner( uiegag)mznuos"
    },
    {
      "title": "Der große Schlaf",
      "scrambled": "lrheSgo cfD ßare"
    },
    {
      "title": "Der Räuber Hotzenplotz",
      "scrambled": "zätlburz rntoe ReeoHDp"
    },
    {
      "title": "Die Buddenbrooks",
      "scrambled": "ekdusnbedBDoor i"
    },
    {
      "title": "Der Glöckner von Notre-Dame",
      "scrambled": "m reevrnoaGlD nte kcDöN-roe"
    },
    {
      "title": "Das Tagebuch der Anne Frank",
      "scrambled": " aTeck A uaase gdnebFrnDnhr"
    },
    {
      "title": "Die Schatzinsel",
      "scrambled": "eizcahSiesl Dtn"
    },
    {
      "title": "Briefe von Felix",
      "scrambled": "f xloFvriineeBe "
    },
    {
      "title": "Der große Gatsby",
      "scrambled": "ryDßebtrsga  eGo"
    },
    {
      "title": "Asterix der Gallier",
      "scrambled": "Gtie ierelrsarlA xd"
    },
    {
      "title": "Farm der Tiere",
      "scrambled": "amirder T reeF"
    },
    {
      "title": "Der Marsianer",
      "scrambled": "irarseMDaenr "
    },
    {
      "title": "Das Phantom der Oper",
      "scrambled": "Demhpr o rOdtaPae sn"
    },
    {
      "title": "Charlie und die Schokoladenfabrik",
      "scrambled": "iCddklSnfdno lirkhbe a areeihaocu"
    },
    {
      "title": "1984",
      "scrambled": "1948"
    },
    {
      "title": "Das Nibelungenlied",
      "scrambled": "auieNn eliensblgDd"
    },
    {
      "title": "Der alte Mann und das Meer",
      "scrambled": "nd Mer MesnanDl u aeda ter"
    },
    {
      "title": "Das Lied von Eis und Feuer",
      "scrambled": "e ie En v dusiedosaDFLur n"
    },
    {
      "title": "Der Anschlag",
      "scrambled": "cehagsAnr lD"
    },
    {
      "title": "Das Schweigen der Lämmer",
      "scrambled": " eL eesmwdmrniah creDgäS"
    },
    {
      "title": "Der Fänger im Roggen",
      "scrambled": "e äD e nenRmggrgFiro"
    },
    {
      "title": "2001: Odyssee im Weltraum",
      "scrambled": "erW l: ys2O1idm0meas 0ute"
    },
    {
      "title": "Der Medicus",
      "scrambled": "cerMid eDsu"
    },
    {
      "title": "Harry Potter",
      "scrambled": "HrPtreayo tr"
    },
    {
      "title": "Der Report der Magd",
      "scrambled": "or ted  rRMgDaepred"
    },
    {
      "title": "Faust",
      "scrambled": "taFsu"
    },
    {
      "title": "Friedhof der Kuscheltiere",
      "scrambled": "rtdf Kiir dehehFrcsoeeuel"
    },
    {
      "title": "Huckleberry Finn",
      "scrambled": "rHbkeclnniF yreu"
    },
    {
      "title": "Die Chroniken von Narnia",
      "scrambled": "iCaonDikrnv nanriNe  hoe"
    },
    {
      "title": "Frankenstein",
      "scrambled": "nteenaFirksn"
    },
    {
      "title": "Die Morde in der Rue Morgue",
      "scrambled": "dioe rn MMuegd reruo  eiDRe"
    },
    {
      "title": "Es",
      "scrambled": "Es"
    },
    {
      "title": "Hamlet",
      "scrambled": "tmHeal"
    },
    {
      "title": "Die Elenden",
      "scrambled": "Eidn nleeeD"
    },
    {
      "title": "Schöne neue Welt",
      "scrambled": "SeöeutWnhec nl e"
    },
    {
      "title": "Die Tribute von Panem",
      "scrambled": "uotiTa neemP iDbvr en"
    },
    {
      "title": "Mary Poppins",
      "scrambled": "y ioapsMPrnp"
    },
    {
      "title": "Im Westen nichts Neues",
      "scrambled": " eNem  nnhitWssIseutec"
    },
    {
      "title": "Dracula",
      "scrambled": "lracuaD"
    },
    {
      "title": "Maus",
      "scrambled": "Masu"
    },
    {
      "title": "Tarzan",
      "scrambled": "ranzaT"
    },
    {
      "title": "Der Name der Rose",
      "scrambled": "reseDRN  r edaemo"
    },
    {
      "title": "Les Misérables",
      "scrambled": "réess beMiLals"
    },
    {
      "title": "Die Säulen der Erde",
      "scrambled": "ddeDenSeä uli e rEr"
    },
    {
      "title": "Jane Eyre",
      "scrambled": " eenayJEr"
    },
    {
      "title": "Middlemarch",
      "scrambled": "mrciaMdhled"
    },
    {
      "title": "Der Hobbit",
      "scrambled": "t HrobibDe"
    },
    {
      "title": "Die Blechtrommel",
      "scrambled": "rce ohlDtieelBmm"
    },
    {
      "title": "Die Zeitmaschine",
      "scrambled": "icnteZh iaDmeesi"
    },
    {
      "title": "I, Robot",
      "scrambled": "bt,RIo o"
    },
    {
      "title": "Die Verwandlung",
      "scrambled": "udwneigr enlVaD"
    },
    {
      "title": "Die Räuber",
      "scrambled": "Deb eäriuR"
    },
    {
      "title": "Der Hund von Baskerville",
      "scrambled": "nk  odeas evDvHrllnBiure"
    },
    {
      "title": "Die unendliche Geschichte",
      "scrambled": "udlceGehe ins hcitnhieeDc"
    },
    {
      "title": "Ein Sommernachtstraum",
      "scrambled": "irnrEcohtammsauSmn te"
    },
    {
      "title": "Der Graf von Monte Christo",
      "scrambled": "n r etsoGoDhtfr enCro vaMi"
    },
    {
      "title": "Eine Weihnachtsgeschichte",
      "scrambled": "ig nceEseincWsthhtahhiece"
    },
    {
      "title": "Die Bibel",
      "scrambled": "ib eDBiel"
    },
    {
      "title": "Herr der Fliegen",
      "scrambled": "grrnr ldeeieeFH "
    },
    {
      "title": "Der kleine Prinz",
      "scrambled": "r  neDizPenierlk"
    },
    {
      "title": "Felidae",
      "scrambled": "dFeeali"
    },
    {
      "title": "Alice im Wunderland",
      "scrambled": "idmn uelinrW Acedla"
    },
    {
      "title": "Der Steppenwolf",
      "scrambled": "nlftDreSope wep"
    },
    {
      "title": "Fahrenheit 451",
      "scrambled": "naFt 1h4ereh5i"
    },
    {
      "title": "Sakrileg",
      "scrambled": "lreSiagk"
    },
    {
      "title": "Eragon",
      "scrambled": "oEarng"
    },
    {
      "title": "Götz von Berlichingen",
      "scrambled": "g nnierchöoG lvtzeinB"
    },
    {
      "title": "Interview mit einem Vampir",
      "scrambled": "eiwepvrIiVnti  memrnaiem t"
    },
    {
      "title": "Jim Knopf",
      "scrambled": "pJimf oKn"
    },
    {
      "title": "Macbeth",
      "scrambled": "tbMecha"
    },
    {
      "title": "Krieg und Frieden",
      "scrambled": "iKnundFeerigd  er"
    },
    {
      "title": "Stolz und Vorurteil",
      "scrambled": "torodVS liln eurtzu"
    },
    {
      "title": "Gregs Tagebuch",
      "scrambled": "gTe gecuhGsbra"
    },
    {
      "title": "Oliver Twist",
      "scrambled": "siwvOiTrt le"
    },
    {
      "title": "Rubinrot",
      "scrambled": "niorbRtu"
    },
    {
      "title": "Robinson Crusoe",
      "scrambled": "neRoonsoC sbuir"
    },
    {
      "title": "Moby Dick",
      "scrambled": " iDMycbok"
    },
    {
      "title": "One Piece",
      "scrambled": "necePOe i"
    },
    {
      "title": "Unten am Fluss",
      "scrambled": " nltUmFausnse "
    },
    {
      "title": "Die Päpstin",
      "scrambled": "tsie päDPni"
    },
    {
      "title": "Feuer und Stein",
      "scrambled": "dueiS nFe trune"
    },
    {
      "title": "Pippi Langstrumpf",
      "scrambled": "mgLrtPfnspp apuii"
    },
    {
      "title": "Neuromancer",
      "scrambled": "rNocranmuee"
    },
    {
      "title": "Shining",
      "scrambled": "iShnign"
    },
    {
      "title": "Iphigenie auf Tauris",
      "scrambled": "Tui gieipefInua hsar"
    },
    {
      "title": "Vampire Diaries",
      "scrambled": "emiriirDs peVaa"
    },
    {
      "title": "Mord im Orient-Express",
      "scrambled": " dseior-pMesmEOrrn itx"
    },
    {
      "title": "Romeo und Julia",
      "scrambled": " oouialJudnR me"
    },
    {
      "title": "Madame Bovary",
      "scrambled": "Byaeoa rmMvda"
    },
    {
      "title": "Uhrwerk Orange",
      "scrambled": "e rrarkwenghOU"
    },
    {
      "title": "Sherlock Holmes",
      "scrambled": "hlocSeo erHklsm"
    },
    {
      "title": "Tintenherz",
      "scrambled": "rnhnTezeit"
    },
    {
      "title": "Schiffbruch mit Tiger",
      "scrambled": "huhiibti  mrercgfcfTS"
    },
    {
      "title": "Tom Sawyer",
      "scrambled": "omySerwT a"
    },
    {
      "title": "Tim und Struppi",
      "scrambled": "ui muTdpnSrtpi "
    },
    {
      "title": "Wattenmeer",
      "scrambled": "aeWtnmtree"
    },
    {
      "title": "Wicked",
      "scrambled": "ecWikd"
    },
    {
      "title": "Nathan der Weise",
      "scrambled": "sWdehNntrae a ie"
    },
    {
      "title": "Stephen King",
      "scrambled": "ihegnpKtSne "
    },
    {
      "title": "Träumen Androiden von elektrischen Schafen?",
      "scrambled": "nit nrkeäla inse mAT nhner?cvdceSohndueerof"
    },
    {
      "title": "Twilight",
      "scrambled": "lgThiiwt"
    }
  ]
}